package com.vladimir.oprosnik;

public class Questions {
    public static String q7_9 = "1. Мое слово всегда совпадает с делом.\n" +
            "2. Если я хочу что-нибудь сделать, но окружающие считают, что этого делать не стоит, то я готов отказаться от своих намерений.\n" +
            "3. Я думаю, что люди, которые говорят, что что-то вредно для здоровья, часто просто перестраховываются.\n" +
            "4. Мне кажется, что без риска жизнь будет скучной.\n" +
            "5. После того как я проиграю в какую-нибудь игру я долго не могу успокоиться.\n" +
            "6. Меня охватывает беспокойство, когда я думаю о своих делах и заботах.\n" +
            "7. Я всегда делаю и говорю одно и то же.\n" +
            "8. Родители уважают во мне личность.\n" +
            "9. Мои одноклассники приветливы и доброжелательны со мной.\n" +
            "10. Я стараюсь быть в курсе всего происходящего вокруг меня.\n" +
            "11. Мне легко долго сосредотачиваться на работе, которая мне не интересна.\n" +
            "12. Везде и всегда я прихожу вовремя. \n" +
            "13. Мне трудно сказать \"нет\", когда меня о чем-либо просят. \n" +
            "14. Я думаю, что иногда здоровый образ жизни не так полезен, как кажется. \n" +
            "15. Я часто испытываю потребность в острых ощущениях. \n" +
            "16. Я скучаю при решении задач, требующих обдумывания. \n" +
            "17. Я так сильно переживаю свои разочарования, что потом долго не могу о них забыть. \n" +
            "18. Я никогда и никуда не опаздываю. \n" +
            "19. Дома интересуются моей жизнью. \n" +
            "20. У меня с одноклассниками хорошие отношения. \n" +
            "21. У меня мало свободного времени. \n" +
            "22. Обычно я сохраняю спокойствие в ожидании опаздывающего к назначенному времени друга или подруги. \n" +
            "23. Я всегда сдерживаю свои обещания. \n" +
            "24. Для меня мнение друзей или знакомых важнее, чем мое собственное. \n" +
            "25. Я думаю, что пытаясь полностью следовать правилам, люди часто упускают новые возможности. \n" +
            "26. Мне кажется, что бурная и опасная жизнь интереснее, чем спокойная и размеренная. \n" +
            "27. Я часто говорю, не подумав. \n" +
            "28. Я стараюсь избегать критических ситуаций и трудностей. \n" +
            "29. Все что я обещаю, я всегда выполняю, даже если меня никто не проверяет. \n" +
            "30. В семье считают, что я добьюсь больших успехов в жизни. \n" +
            "31. Я думаю, что мои одноклассники относятся ко мне хорошо. \n" +
            "32. Мне нравится участвовать в конкурсах и соревнованиях. \n" +
            "33. Всегда стараюсь продумать способ достижения цели, прежде чем начинать действовать. \n" +
            "34. Я всегда говорю только о том, в чем хорошо разбираюсь. \n" +
            "35. Мне трудно принимать самостоятельные решения без помощи друзей или знакомых. \n" +
            "36. Я считаю, что взрослые часто запрещают детям что-то не потому, что это действительно опасно, а потому, что это неудобно им. \n" +
            "37. Мне нравится испытывать себя в разных ситуациях. \n" +
            "38. Если мне не удается выиграть в какую-нибудь игру у моих сверстников, я обижусь и не буду больше играть. \n" +
            "39. Я слишком переживаю из-за пустяков. \n" +
            "40. Я всегда общаюсь только на темы, в которых хорошо разбираюсь. \n" +
            "41. Если у родителей есть свободное время, то они стараются провести его вместе со мной. \n" +
            "42. В классе я не чувствую себя лишним. \n" +
            "43. Будет моя жизнь интересной или нет зависит от меня. \n" +
            "44. Я всегда придерживаюсь своих планов, даже если приходится выбирать между ними и компанией друзей. \n" +
            "45. Ко всем моим знакомым я отношусь с симпатией. \n" +
            "46. Интересы, желания друзей или знакомых я часто ставлю выше своих собственных. \n" +
            "47. Мне кажется, что самые лучшие вещи происходят, когда человек позволяет себе быть совершенно свободным от правил. \n" +
            "48. Мне нравится делать что-либо на спор. \n" +
            "49. Когда я раздражаюсь, то не могу сдержаться и говорю все, что думаю. \n" +
            "50. Нередко я проигрываю из-за того, что недостаточно быстро принимаю решения. \n" +
            "51. Мне нравятся все мои знакомые. \n" +
            "52. Я знаю, что своим родителям я нравлюсь таким, какой я есть. \n" +
            "53. Я думаю, что мои одноклассники будут жалеть, если мне придется перейти в другую школу. \n" +
            "54. Моя жизнь наполнена интересными событиями и яркими впечатлениями. \n" +
            "55. В случае неудачи я всегда стараюсь понять, что мною сделано неправильно. \n" +
            "56. Я всегда говорю только правду. \n" +
            "57. Мне важно, что обо мне думают друзья или знакомые. \n" +
            "58. Я думаю, что большинство людей склонны солгать в своих интересах. \n" +
            "59. Я считаю, что в жизни нужно уметь рисковать. \n" +
            "60. Я часто себя ругаю за поспешные решения. \n" +
            "61. Ожидаемые трудности, обычно, очень тревожат меня. \n" +
            "62. Я никогда не обманываю. \n" +
            "63. Родители считают, что во мне больше достоинств, чем недостатков. \n" +
            "64. Мои одноклассники прислушиваются к моему мнению. \n" +
            "65. Мне интересно знакомиться с новыми людьми. \n" +
            "66. Я могу довести начатое дело до конца, если даже возникает желание его бросить. \n" +
            "67. Я всегда соблюдаю правила при переходе улицы. \n" +
            "68. У меня есть знакомый, просьбы и желания которого я выполню не задумываясь. \n" +
            "69. Мне кажется, что большинство людей добиваются успеха в жизни не совсем честным путём. \n" +
            "70. Неожиданности и экстрим дарят мне интерес к жизни. \n" +
            "71. В повседневной жизни я часто действую под влиянием момента, не думая о возможных последствиях. \n" +
            "72. Мне не хватает уверенности в себе. \n" +
            "73. Даже, когда я сильно тороплюсь, я соблюдаю правила дорожного движения. \n" +
            "74. Я чувствую, что родители меня любят. \n" +
            "75. Я думаю, что моим одноклассникам интересно проводить со мной свободное время. \n" +
            "76. Я постоянно пытаюсь улучшить или изменить что-нибудь в своей жизни. \n" +
            "77. Мне легко заставить себя переделать что-либо, когда меня не устраивает качество сделанного. \n" +
            "78. Начав дело, я всегда завершаю его. \n" +
            "79. Когда мои друзья или знакомые принимают какое-либо решение, я стараюсь быть на стороне большинства, независимо от того правильное оно или нет. \n" +
            "80. Я считаю, что большинство людей честны главным образом потому, что боятся попасться. \n" +
            "81. Я могу сесть в автомобиль, если знаю, что у него могут быть неисправны тормоза. \n" +
            "82. У меня вызывают раздражение люди, которые не могут быстро решиться на что-нибудь. \n" +
            "83. Я часто нервничаю. \n" +
            "84. Я всегда довожу начатое дело до конца. \n" +
            "85. Моим родителям нравятся мои увлечения. \n" +
            "86. В школе у меня редко возникают конфликты со сверстниками. \n" +
            "87. Я довольно хорошо справляюсь с большей частью ежедневных обязанностей. \n" +
            "88. При необходимости я могу заниматься своим делом даже в неудобной, неподходящей обстановке. \n" +
            "89.  У меня не бывает запрещенных желаний и мыслей. \n" +
            "90. Мое поведение часто зависит от авторитетного мнения моих знакомых. \n" +
            "91. Я думаю, что вполне допустимо обойти закон, если ты его прямо не нарушаешь. \n" +
            "92. Мне нравится слушать рассказы о том, как можно экстремально провести время. \n" +
            "93. Мне не свойственно долго перебирать разные варианты при принятии решения. \n" +
            "94. Меня волнуют возможные неудачи. \n" +
            "95. У меня не бывает мыслей, которые нужно скрывать от других. \n" +
            "96. В семье уважают мое мнение и считаются с ним. \n" +
            "97. В моем классе есть такой человек, которому я могу рассказать о своих проблемах. \n" +
            "98. Я люблю заниматься спортом. \n" +
            "99. Я всегда стараюсь выслушать собеседника не перебивая, даже если не терпится ему возразить. \n" +
            "100. Я всегда соглашаюсь, когда мне указывают на мои ошибки. \n" +
            "101. Я готов нарушить запрет, если его нарушат и мои товарищи. \n" +
            "102. Я считаю, почти каждый солжет, чтобы избежать неприятностей. \n" +
            "103. Мне нравятся занятия и увлечения, связанные с риском. \n" +
            "104. Я ерзаю сидя на занятиях или представлениях. \n" +
            "105. Я принимаю все слишком близко к сердцу. \n" +
            "106. Я всегда охотно признаю свои шибки. \n" +
            "107. Я чувствую, что дома мне доверяют. \n" +
            "108. Мои одноклассники помогают мне, когда я нахожусь в сложной ситуации. \n" +
            "109. Мне хочется быть впереди других в любом деле. \n" +
            "110. Прежде чем начать какое-либо дело, я стараюсь собрать о нем как можно более полную информацию.";

    public static String q10_11 = "1. Мое слово всегда совпадает с делом.\n" +
            "2. Если я хочу что-нибудь сделать, но окружающие считают, что этого делать не стоит, то я готов отказаться от своих намерений. \n" +
            "3. Я думаю, что люди, которые говорят, что что-то вредно для здоровья, часто просто перестраховываются.\n" +
            "4. Мне кажется, что без риска жизнь будет скучной.\n" +
            "5. После того как я проиграю в какую-нибудь игру я долго не могу успокоиться.\n" +
            "6. Меня охватывает беспокойство, когда я думаю о своих делах и заботах.\n" +
            "7. Нередко мне кажутся безвыходными положения, из которых можно найти выход. \n" +
            "8. У меня есть друзья или близкие знакомые, пробовавшие наркотики. \n" +
            "9. Я всегда делаю и говорю одно и то же. \n" +
            "10. Родители уважают во мне личность. \n" +
            "11. Мои одноклассники приветливы и доброжелательны со мной. \n" +
            "12. Я стараюсь быть в курсе всего происходящего вокруг меня. \n" +
            "13. Мне легко долго сосредотачиваться на работе, которая мне не интересна. \n" +
            "14. Если я как следует постараюсь, то я всегда найду решение даже сложным проблемам. \n" +
            "15. Везде и всегда я прихожу вовремя. \n" +
            "16. Мне трудно сказать \"нет\", когда меня о чем-либо просят. \n" +
            "17. Я думаю, что иногда здоровый образ жизни не так полезен, как кажется. \n" +
            "18. Я часто испытываю потребность в острых ощущениях. \n" +
            "19. Я скучаю при решении задач, требующих обдумывания. \n" +
            "20. Я так сильно переживаю свои разочарования, что потом долго не могу о них забыть. \n" +
            "21. Неприятности меня сильно расстраивают, я падаю духом. \n" +
            "22. У меня есть друзья или близкие знакомые, употребляющие наркотики. \n" +
            "23. Я никогда и никуда не опаздываю. \n" +
            "24. Дома интересуются моей жизнью. \n" +
            "25. У меня с одноклассниками хорошие отношения. \n" +
            "26. У меня мало свободного времени. \n" +
            "27. Обычно я сохраняю спокойствие в ожидании опаздывающего к назначенному времени друга или подруги. \n" +
            "28. Если мне что-либо мешает, то я все же нахожу пути достижения своей цели. \n" +
            "29. Я всегда сдерживаю свои обещания. \n" +
            "30. Для меня мнение друзей или знакомых важнее, чем мое собственное. \n" +
            "31. Я думаю, что пытаясь полностью следовать правилам, люди часто упускают новые возможности. \n" +
            "32. Мне кажется, что бурная и опасная жизнь интереснее, чем спокойная и размеренная. \n" +
            "33. Я часто говорю, не подумав. \n" +
            "34. Я стараюсь избегать критических ситуаций и трудностей. \n" +
            "35. При больших неприятностях я склонен без достаточных оснований винить себя. \n" +
            "36. Я видел (а) как мои знакомые употребляли наркотики. \n" +
            "37. Все что я обещаю, я всегда выполняю, даже если меня никто не проверяет. \n" +
            "38. В семье считают, что я добьюсь больших успехов в жизни. \n" +
            "39. Я думаю, что мои одноклассники относятся ко мне хорошо. \n" +
            "40. Мне нравится участвовать в конкурсах и соревнованиях. \n" +
            "41. Всегда стараюсь продумать способ достижения цели, прежде чем начинать действовать. \n" +
            "42. Мне довольно просто удается достичь своих целей. \n" +
            "43. Я всегда говорю только о том, в чем хорошо разбираюсь. \n" +
            "44. Мне трудно принимать самостоятельные решения без помощи друзей или знакомых. \n" +
            "45. Я считаю, что взрослые часто запрещают детям что-то не потому, что это действительно опасно, а потому, что это неудобно им. \n" +
            "46. Мне нравится испытывать себя в разных ситуациях. \n" +
            "47. Если мне не удастся выиграть в какую-нибудь игру у моих сверстников, я обижусь и не буду больше играть. \n" +
            "48. Я слишком переживаю из-за пустяков. \n" +
            "49. Когда у меня что-то не получается, я срываю зло или досаду на окружающих. \n" +
            "50. Некоторые из моих знакомых рассказывали мне, что пробовали или употребляли наркотики. \n" +
            "51. Я всегда общаюсь только на темы, в которых хорошо разбираюсь.\n" +
            "52. Если у родителей есть свободное время, то они стараются провести его вместе со мной. \n" +
            "53. В классе я не чувствую себя лишним.\n" +
            "54. Будет моя жизнь интересной или нет зависит от меня. \n" +
            "55. Я всегда придерживаюсь своих планов, даже если приходится выбирать между ними и компанией друзей. \n" +
            "56. В неожиданных ситуациях я всегда знаю, как я должен (должна) себя вести. \n" +
            "57. Ко всем моим знакомым я отношусь с симпатией. \n" +
            "58. Интересы, желания друзей или знакомых я часто ставлю выше своих собственных. \n" +
            "59. Мне кажется, что самые лучшие вещи происходят, когда человек позволяет себе быть совершенно свободным от правил. \n" +
            "60. Мне нравится делать что-либо на спор. \n" +
            "61. Когда я раздражаюсь, то не могу сдержаться и говорю все, что думаю. \n" +
            "62. Нередко я проигрываю из-за того, что недостаточно быстро принимаю решения. \n" +
            "63. Я сильно нервничаю, когда не получается достичь задуманного. \n" +
            "64. Я слышал, что моим знакомым предлагали попробовать наркотическое вещество. \n" +
            "65. Мне нравятся все мои знакомые. \n" +
            "66. Я знаю, что своим родителям я нравлюсь таким, какой я есть. \n" +
            "67. Я думаю, что мои одноклассники будут жалеть, если мне придется перейти в другую школу. \n" +
            "68. Моя жизнь наполнена интересными событиями и яркими впечатлениями. \n" +
            "69. В случае неудачи я всегда стараюсь понять, что мною сделано неправильно. \n" +
            "70. При непредвиденно возникающих трудностях я верю, что смогу с ними справиться. \n" +
            "71. Я всегда говорю только правду. \n" +
            "72. Мне важно, что обо мне думают друзья или знакомые. \n" +
            "73. Я думаю, что большинство людей склонны солгать в своих интересах. \n" +
            "74. Я считаю, что в жизни нужно уметь рисковать. \n" +
            "75. Я часто себя ругаю за поспешные решения. \n" +
            "76. Ожидаемые трудности, обычно, очень тревожат меня. \n" +
            "77. Вас злит, что кому-то везет в жизни больше, чем вам. \n" +
            "78. Среди моих знакомых есть такие, которые считают, что употребление наркотиков помогает справляться с жизненными трудностями. \n" +
            "79. Я никогда не обманываю. \n" +
            "80. Родители считают, что во мне больше достоинств, чем недостатков. \n" +
            "81. Мои одноклассники прислушиваются к моему мнению. \n" +
            "82. Мне интересно знакомиться с новыми людьми. \n" +
            "83. Я могу довести начатое дело до конца, если даже возникает желание его бросить. \n" +
            "84. Если я приложу достаточно усилий, то смогу справиться с большинством проблем. \n" +
            "85. Я всегда соблюдаю правила при переходе улицы. \n" +
            "86. У меня есть знакомый, просьбы и желания которого я выполню не задумываясь. \n" +
            "87. Мне кажется, что большинство людей добиваются успеха в жизни не совсем честным путём. \n" +
            "88. Неожиданности и экстрим дарят мне интерес к жизни. \n" +
            "89. В повседневной жизни я часто действую под влиянием момента, не думая о возможных последствиях. \n" +
            "90. Мне не хватает уверенности в себе. \n" +
            "91. Когда у меня не получается добиться того, что я хочу, я чувствую отчаяние. \n" +
            "92. В моем окружении есть люди, которые лечатся от наркомании. \n" +
            "93. Даже когда я сильно тороплюсь, я соблюдаю правила дорожного движения. \n" +
            "94. Я чувствую, что родители меня любят. \n" +
            "95. Я думаю, что моим одноклассникам интересно проводить со мной свободное время. \n" +
            "96. Я постоянно пытаюсь улучшить или изменить что-нибудь в своей жизни. \n" +
            "97. Мне легко заставить себя переделать что-либо, когда меня не устраивает качество сделанного. \n" +
            "98. Я готов(а) к любым трудностям, поскольку полагаюсь на собственные способности. \n" +
            "99. Начав дело, я всегда завершаю его. \n" +
            "100. Когда моими друзьями или знакомыми принимается какое-либо решение, я стараюсь быть на стороне большинства, независимо от того правильное оно или нет. \n" +
            "101. Я считаю, что большинство людей честны главным образом потому, что боятся попасться. \n" +
            "102. Я могу сесть в автомобиль, если знаю, что у него могут быть неисправны тормоза. \n" +
            "103. У меня вызывают раздражение люди, которые не могут быстро решиться на что-нибудь. \n" +
            "104. Я часто нервничаю. \n" +
            "105. Жизненные трудности выводят меня из равновесия и заставляют нервничать. \n" +
            "106. В своей жизни мне довелось разговаривать с людьми, употребляющими наркотики. \n" +
            "107. Я всегда довожу начатое дело до конца. \n" +
            "108. Моим родителям нравятся мои увлечения. \n" +
            "109. В школе у меня редко возникают конфликты со сверстниками. \n" +
            "110. Я довольно хорошо справляюсь с большей частью ежедневных обязанностей. \n" +
            "111. При необходимости, я могу заниматься своим делом даже в неудобной, неподходящей обстановке. \n" +
            "112. Если передо мной встает какая-либо проблема, то я обычно нахожу несколько вариантов ее решения. \n" +
            "113. У меня не бывает запрещенных желаний и мыслей. \n" +
            "114. Мое поведение часто зависит от авторитетного мнения моих знакомых. \n" +
            "115. Я думаю, что вполне допустимо обойти закон, если ты его прямо не нарушаешь. \n" +
            "116. Мне нравится слушать рассказы о том, как можно экстремально провести время. \n" +
            "117. Мне не свойственно долго перебирать разные варианты при принятии решения. \n" +
            "118. Меня волнуют возможные неудачи. \n" +
            "119. Меня сильно огорчает то, что не осуществляются планы и не сбываются надежды. \n" +
            "120. Я считаю, что среди наркоманов есть хорошие люди, с которыми интересно поговорить. \n" +
            "121. У меня не бывает мыслей, которые нужно скрывать от других. \n" +
            "122. В семье уважают мое мнение и считаются с ним. \n" +
            "123. В моем классе есть такой человек, которому я могу рассказать о своих проблемах. \n" +
            "124. Я люблю заниматься спортом. \n" +
            "125. Я всегда стараюсь выслушать собеседника не перебивая, даже если не терпится ему возразить. \n" +
            "126. Я могу что-либо придумать даже в безвыходных на первый взгляд ситуациях. \n" +
            "127. Я всегда соглашаюсь, когда мне указывают на мои ошибки. \n" +
            "128. Я готов нарушить запрет, если его нарушат и мои товарищи. \n" +
            "129. Я считаю, почти каждый солжет, чтобы избежать неприятностей. \n" +
            "130. Мне нравятся занятия и увлечения, связанные с риском. \n" +
            "131. Я ерзаю сидя на занятиях или представлениях. \n" +
            "132. Я принимаю все слишком близко к сердцу. \n" +
            "133. Мне кажется, что жизнь проходит мимо меня (проходит зря). \n" +
            "134. Если я узнаю, что среди знакомых кто-то, пробует или употребляет наркотики я буду относится к нему, как и раньше. \n" +
            "135. Я всегда охотно признаю свои шибки. \n" +
            "136. Я чувствую, что дома мне доверяют. \n" +
            "137. Мои одноклассники помогают мне, когда я нахожусь в сложной ситуации. \n" +
            "138. Мне хочется быть впереди других в любом деле. \n" +
            "139. Прежде чем начать какое-либо дело, я стараюсь собрать о нем как можно более полную информацию. \n" +
            "140. Я обычно способен(на) держать ситуацию под контролем.";
}
